# RbsCabletrayRungwidth Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsCabletrayRungwidth Property
ParameterTypeId Class See Also
---
"Rung Width"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsCabletrayRungwidth { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsCabletrayRungwidth As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsCabletrayRungwidth {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace